tap "blightmud/blightmud"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "daviderestivo/emacs-head"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "zero-sh/tap"
brew "antigen"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "sqlite"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "curl"
brew "exercism"
brew "fish"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-town"
brew "gnutls"
brew "gpgme"
brew "graphviz"
brew "openjdk"
brew "groovy"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "isync", restart_service: true
brew "jq"
brew "k9s"
brew "kustomize"
brew "libgccjit"
brew "libvterm"
brew "libxslt"
brew "mailutils"
brew "markdown"
brew "mu"
brew "neovim"
brew "notmuch"
brew "nushell"
brew "offlineimap"
brew "pandoc"
brew "tree"
brew "pass"
brew "poppler"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "tmux"
brew "unzip"
brew "v8@3.15"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "blightmud/blightmud/blightmud"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-elrumo2-icon", "with-xwidgets"]
brew "datawire/blackbird/telepresence"
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
brew "zero-sh/tap/zero"
cask "gpg-suite"
cask "mactex"
cask "rectangle"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
